/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Ihr Speicherplatz wird knapp!";
"MonitorOutOfSpace_NotifDescription" = "Starten Sie CleanMyMac, um unnötige Dateien zu entfernen und Speicherplatz freizugeben.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Kritische S.M.A.R.T. Diagnose";
"MonitorSMART_NotifDescription" = "Die Diagnose Ihrer Festplatte deutet einen nahenden Ausfall an. Handeln Sie, um Datenverlust zu vermeiden.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "SSD-Lebensdauer niedrig!";
"MonitorSSD_NotifTooltip" = "%@ SSD Lebensdauer beträgt %li%%";
"MonitorSSDLife_NotifDescription" = "Die Diagnose Ihrer Festplatte deutet einen nahenden Ausfall an. Handeln Sie, um Datenverlust zu vermeiden.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Festplattetemperatur hoch!";
"MonitorHighTemp_NotifTooltip" = "%@-Temperatur überschreitet %@";
"MonitorHighTemp_NotifDescription" = "Die Temperatur für Ihre Festplatte übersteigt den empfohlenen Wert. Achten Sie darauf, dass dies nicht zu häufig geschieht.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Ihrer Batterie droht ein Ausfall!";
"MonitorBattery_NotifDescription" = "Die Batteriediagnose deutet einen nahenden Ausfall an. Sie sollten die Batterie tauschen (lassen).";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Hohe Speicherauslastung";
"MonitorRAM_NotifDescription" = "Ihr Mac hat bald keinen physikalischen und virtuellen Speicher mehr zur Verfügung. Überlegen Sie, einige Programme zu beenden.";

/* Battery health */
"Health: %@" = "Zustand: %@";

"Undefined" = "Nicht definiert";
"Fair" = "Akzeptabel";
"Good" = "Gut";
"Poor" = "Schlecht";

/* Battery charging state */
"Charged" = "Geladen";
"Not Charging" = "Lädt nicht";
"Calculating…" = "Berechnen …";
"%ld:%02ld Until Full" = "%ld:%02ld Restladezeit";
"%ld:%02ld Remaining" = "%ld:%02ld verbleiben";
"%@ Limited" = "%@ begrenzt";
"%@ Threshold" = "%@ Grenzwert";
"Overfilled" = "Überfüllt";

"DiskAvailableSpace_description" = "%@ verfügbar";
"DiskAvailableSpace_tooltip" = "%@ frei\n%@ verfügbar. Diese Angabe stellt die Summe des freien und des löschbaren Speichers dar, der vom System sofort freigegeben werden kann.";
"RAMStatus_description" = "%@ frei";
"RAMStatus_tooltip" = "%@ frei";
"RAMCleanupInProgress_Title" = "Freigeben …";
"TrashSizeStatus_description" = "%@";
"TrashSizeStatus_tooltip" = "%@";
"TrashSizeStatus_tooltipForZeroSize" = "%@ verbraucht in %@";

"WiredRAM_LegendTitle" = "Reserviert";
"WiredRAM_LegendDescription" = "Daten, die nicht auf der Festplatte zwischengespeichert werden können und daher im RAM bleiben müssen. Dieser Speicher kann nicht von anderen Programmen genutzt werden.";

"ActiveRAM_LegendTitle" = "Aktiv";
"ActiveRAM_LegendDescription" = "Diese Informationen befinden sich im RAM und wurden kürzlich genutzt.";

"InactiveRAM_LegendTitle" = "Inaktiv";
"InactiveRAM_LegendDescription" = "Diese Informationen befinden sich im RAM, werden jedoch nicht aktiv genutzt, aber wurden kürzlich genutzt.";

"CompressedRAM_LegendTitle" = "Komprimiert";
"CompressedRAM_LegendDescription" = "Die Menge des Speichers im RAM, die komprimiert ist, um mehr Speicher für andere Prozesse zur Verfügung zu stellen.";

"GHz" = "GHz";

"Monitoring OFF" = "Überwachung AUS";
